Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/gitlab.tmx
Source language: en
Languages: sv

source: Unauthorized to create a protection rule for container image tags
sv: Du saknar behörighet att skapa en skyddsregel för containeravbildningstaggar

source: Unauthorized to create an environment
sv: Du saknar behörighet att skapa en miljö

source: Unauthorized to create an immutable protection rule for container image tags
sv: Du saknar behörighet att skapa en oföränderlig skyddsregel för containeravbildningstaggar

source: UsageQuotas|Namespace transfer data used
sv: UsageQuotas|Använda data för namnrymdsöverföring

source: User account deletion will be delayed for 7 days
sv: Borttagning av användarkonto fördröjs i 7 dagar

source: Automatic certificate management using %{lets_encrypt_link_start}Let's Encrypt%{lets_encrypt_link_end}
sv: Automatisk certifikathantering med %{lets_encrypt_link_start}Let's Encrypt%{lets_encrypt_link_end}

source: Automatic certificate management using Let's Encrypt
sv: Automatisk certifikathantering med Let's Encrypt

source: BillingPlans|Access AI assistance wherever you're most productive
sv: BillingPlans|Få AI-assistans där du är som mest produktiv

source: BillingPlans|Upgrade before your trial ends to maintain access to these Premium features.
sv: BillingPlans|Uppgradera innan provperioden löper ut för att behålla åtkomst till dessa Premium-funktioner.

source: BillingPlans|You will still have access to all GitLab Credits you have purchased
sv: BillingPlans|Du har fortfarande åtkomst till alla GitLab-krediter som du har köpt

source: Billings|Upgrade before your trial ends to maintain access to these Premium features.
sv: Billings|Uppgradera innan provperioden löper ut för att behålla åtkomst till dessa Premium-funktioner.

source: Billings|Upgrade to Premium to improve your experience and access new advanced AI features.
sv: Billings|Uppgradera till Premium för att förbättra din upplevelse och få åtkomst till nya avancerade AI-funktioner.

source: Billings|Your trial includes all the benefits of Ultimate, plus access to advanced AI features.
sv: Billings|Din provperiod omfattar alla fördelar med Ultimate samt åtkomst till avancerade AI-funktioner.

source: BranchRules|From users with push access.
sv: BranchRules|Från användare med pushåtkomst.

source: BulkImport|Import failed. You do not have permission to export '%{path}'.
sv: BulkImport|Importen misslyckades. Du har inte behörighet att exportera %{path}.

source: CiCatalog|Component ID not found, or you do not have permission to access component.
sv: CiCatalog|Komponent-ID:t hittades inte, eller så har du inte behörighet att komma åt komponenten.

source: CiCatalog|The list of projects that included a component from this project in a pipeline in the last 30 days. Only displays projects you have permission to view.
sv: CiCatalog|Listan över projekt som har inkluderat en komponent från det här projektet i en pipeline under de senaste 30 dagarna. Visar endast projekt som du har behörighet att se.

source: CiCatalog|There are no projects using this resource in the last 30 days, or you don't have permission to view them.
sv: CiCatalog|Det finns inga projekt som använder den här resursen under de senaste 30 dagarna, eller så har du inte behörighet att se dem.

source: CiCatalog|You need maintainer access to at least one CI/CD catalog project to view usage analytics.
sv: CiCatalog|Du behöver underhållarbehörighet för minst ett CI/CD-katalogprojekt för att visa användningsanalys.

source: CiVariables|Pipeline variable access role successfully updated.
sv: CiVariables|Åtkomstrollen för pipelinevariabeln har uppdaterats.

source: ClusterAgents|CI/CD workflow with restricted access
sv: ClusterAgents|CI/CD-arbetsflöde med begränsad åtkomst

source: ClusterAgents|Enable instance level authorization
sv: ClusterAgents|Aktivera auktorisering på instansnivå

source: ClusterIntegration|Enable this setting if using role-based access control (RBAC).
sv: ClusterIntegration|Aktivera den här inställningen om du använder rollbaserad åtkomstkontroll (RBAC).

source: ClusterIntegration|The URL used to access the Kubernetes API.
sv: ClusterIntegration|URL:en som används för att komma åt Kubernetes API.

source: Branches to send notifications for. Valid options are `all`, `default`, `protected`, and `default_and_protected`. The default value is `default`.
sv: Grenar att skicka aviseringar för. Giltiga alternativ är `all`, `default`, `protected` och `default_and_protected`. Standardvärdet är `default`.

source: CodeownersValidation|Contains owners without permission to approve merge requests
sv: CodeownersValidation|Innehåller ägare utan behörighet att godkänna sammanfogningsbegäranden

source: CodeownersValidation|Group has no members with permission to approve merge requests
sv: CodeownersValidation|Gruppen har inga medlemmar med behörighet att godkänna sammanfogningsbegäranden

source: Compliance center
sv: Efterlevnadscenter

source: ComplianceViolation|Something went wrong when creating the comment. Please try again.
sv: ComplianceViolation|Något gick fel när kommentaren skapades. Försök igen.

source: ComplianceViolation|Something went wrong when creating the reply. Please try again.
sv: ComplianceViolation|Något gick fel när svaret skapades. Försök igen.

source: ComplianceViolation|Something went wrong when deleting the comment. Please try again.
sv: ComplianceViolation|Något gick fel när kommentaren togs bort. Försök igen.

source: ComplianceViolation|Something went wrong when updating the comment. Please try again.
sv: ComplianceViolation|Något gick fel när kommentaren uppdaterades. Försök igen.

source: ComplianceViolation|Something went wrong while trying to unlink the issue. Please try again later.
sv: ComplianceViolation|Något gick fel när kopplingen till ärendet skulle tas bort. Försök igen senare.

source: Configure advanced permissions
sv: Konfigurera avancerade behörigheter

source: Could not revoke access token %{access_token_name}.
sv: Det gick inte att återkalla åtkomsttoken %{access_token_name}.

source: CreateGroup|You don't have permission to create a group in the provided organization.
sv: CreateGroup|Du har inte behörighet att skapa en grupp i den angivna organisationen.

source: CreateGroup|You don’t have permission to create a subgroup in this group.
sv: CreateGroup|Du har inte behörighet att skapa en undergrupp i den här gruppen.

source: CreateGroup|You don’t have permission to create groups.
sv: CreateGroup|Du har inte behörighet att skapa grupper.

source: Denied authorization of account nickname %{user_name}.
sv: Auktorisering nekades för kontosmeknamnet %{user_name}.

source: Deploy tokens
sv: Driftsättningstoken

source: DeployKeys|Grant write permissions to this key
sv: DeployKeys|Ge den här nyckeln skrivbehörighet

source: Device authorization grant
sv: Beviljande av enhetsauktorisering

source: DiffblueCover|Access token
sv: DiffblueCover|Åtkomsttoken

source: DiffblueCover|Access token name used by Diffblue Cover in pipelines.
sv: DiffblueCover|Namnet på åtkomsttoken som används av Diffblue Cover i pipelines.

source: DuoAgentsPlatform|You do not have permission to cancel this session.
sv: DuoAgentsPlatform|Du har inte behörighet att avbryta den här sessionen.

source: DuoAgentsPlatform|You don't have permission to use GitLab Duo Agent Platform in this %{namespaceType}. %{learnMoreLinkStart}Learn more%{learnMoreLinkEnd}.
sv: DuoAgentsPlatform|Du har inte behörighet att använda GitLab Duo Agent Platform i den här %{namespaceType}. %{learnMoreLinkStart}Läs mer%{learnMoreLinkEnd}.

source: DuoCodeReview|:warning: %{user_reference}, you don't have permission to create a pipeline for Code Review Flow in this project. Contact your administrator to update your permissions.
sv: DuoCodeReview|:warning: %{user_reference}, du har inte behörighet att skapa en pipeline för kodgranskningsflödet i det här projektet. Kontakta administratören för att uppdatera dina behörigheter.

source: DuoCodeReview|Can't create the progress note. This can happen if the Duo Code Review bot does not have permission to create notes on the merge request.
sv: DuoCodeReview|Det gick inte att skapa förloppsanteckningen. Det kan bero på att Duo Code Review-botten inte har behörighet att skapa anteckningar på sammanfogningsbegäran.

source: AggregationEngine|must be Global IDs of existing groups for filter `%{key}`
sv: AggregationEngine|måste vara globala ID:n för befintliga grupper för filtret `%{key}`

source: Analytics|Statistics on namespace usage. Usage data is a cumulative count, and updated monthly.
sv: Analytics|Statistik över användning av namnrymd. Användningsdata är en ackumulerad räkning och uppdateras varje månad.

source: Analytics|Statistics on namespace usage. Usage data is a cumulative count, and updated monthly. Last updated: %{recordedAt}
sv: Analytics|Statistik över användning av namnrymd. Användningsdata är en ackumulerad räkning och uppdateras varje månad. Senast uppdaterad: %{recordedAt}

source: Analyze repository coverage, statistics, and metrics
sv: Analysera kodförrådets täckning, statistik och mätvärden

source: ApplicationSettings|Prevent the billable user count from exceeding the number of seats in the license, for example, when non-billable users create their own groups and projects.
sv: ApplicationSettings|Förhindra att antalet fakturerbara användare överstiger antalet platser i licensen, till exempel när icke fakturerbara användare skapar egna grupper och projekt.

source: Attestations|Source Repository Digest
sv: Attestations|Källkodsförrådets kontrollsumma

source: Attestations|Source Repository Identifier
sv: Attestations|Källkodsförrådets identifierare

source: Attestations|Source Repository Owner Identifier
sv: Attestations|Identifierare för källkodsförrådets ägare

source: Attestations|Source Repository Owner URI
sv: Attestations|URI för källkodsförrådets ägare

source: Attestations|Source Repository Ref
sv: Attestations|Källkodsförrådets referens

source: Attestations|Source Repository URI
sv: Attestations|Källkodsförrådets URI

source: Average merged merge requests created per flow.
sv: Genomsnittligt antal sammanfogade sammanfogningsbegäranden som skapats per flöde.

source: Badges|This group has no badges. Add an existing badge or create one.
sv: Badges|Den här gruppen har inga märken. Lägg till ett befintligt märke eller skapa ett.

source: Be careful. Changing the project's namespace can have unintended side effects.
sv: Var försiktig. Om du ändrar projektets namnrymd kan det få oavsiktliga följder.

source: Be careful. Renaming a project's repository can have unintended side effects.
sv: Var försiktig. Om du byter namn på projektets kodförråd kan det få oavsiktliga följder.

source: Below you will find all the groups that are public or internal. Contribute by requesting to join a group.
sv: Nedan hittar du alla grupper som är offentliga eller interna. Bidra genom att begära att få gå med i en grupp.

source: BillingPlans|Automatically sync branches, tags, and commits from an external repository with GitLab.
sv: BillingPlans|Synkronisera automatiskt grenar, taggar och incheckningar från ett externt kodförråd med GitLab.

source: BillingPlans|Automatically sync branches, tags, and commits from an external repository.
sv: BillingPlans|Synkronisera automatiskt grenar, taggar och incheckningar från ett externt kodförråd.

source: BillingPlans|Merge Request Guardrails
sv: BillingPlans|Skyddsräcken för sammanfogningsbegäranden

source: BillingPlans|Monthly commitments offer significant discounts. Pool credits across your namespace for predictable costs, and keep them after your trial ends.
sv: BillingPlans|Månadsåtaganden ger betydande rabatter. Samla krediter i din namnrymd för förutsägbara kostnader och behåll dem efter att provperioden har löpt ut.

source: BillingPlans|Purchase monthly credits for your group and unlock AI capabilities. Credits start at $0.95, with volume discounts available.
sv: BillingPlans|Köp månadskrediter för din grupp och lås upp AI-funktioner. Krediter börjar på 0,95 USD och volymrabatter finns.

source: BillingPlans|Repository Pull Mirroring
sv: BillingPlans|Pull-spegling av kodförråd

source: BillingPlans|Repository pull mirroring
sv: BillingPlans|Pull-spegling av kodförråd

source: Allowed to create
sv: Tillåtet att skapa

source: AmazonQ|Create an Amazon Q Developer profile in the %{linkStart}Amazon Q Developer console.%{linkEnd}
sv: AmazonQ|Skapa en Amazon Q Developer-profil i %{linkStart}Amazon Q Developer-konsolen.%{linkEnd}

source: Analytics settings
sv: Analysinställningar

source: AnalyticsDashboards|%{name} deleted
sv: AnalyticsDashboards|%{name} har tagits bort

source: AnalyticsDashboards|Are you sure you want to permanently delete the %{name} dashboard?
sv: AnalyticsDashboards|Är du säker på att du vill ta bort instrumentpanelen %{name} permanent?

source: Analytics|Invalid dashboard configuration
sv: Analytics|Ogiltig instrumentpanelskonfiguration

source: Analytics|Invalid visualization configuration
sv: Analytics|Ogiltig visualiseringskonfiguration

source: Analytics|Something is wrong with your panel visualization configuration. See %{linkStart}troubleshooting documentation%{linkEnd}.
sv: Analytics|Något är fel med konfigurationen av panelvisualiseringen. Se %{linkStart}felsökningsdokumentationen%{linkEnd}.

source: Analytics|Usage data is a cumulative count and is updated monthly.
sv: Analytics|Användningsdata är en ackumulerad räkning och uppdateras varje månad.

source: Analytics|Usage data is a cumulative count and is updated monthly. Last updated: %{recordedAt}
sv: Analytics|Användningsdata är en ackumulerad räkning och uppdateras varje månad. Senast uppdaterad: %{recordedAt}

source: AppearanceSettings|Changes must be saved to appear.
sv: AppearanceSettings|Ändringarna måste sparas för att visas.

source: AppearanceSettings|Last edit
sv: AppearanceSettings|Senaste redigering

source: AppearanceSettings|Preview active settings:
sv: AppearanceSettings|Förhandsvisa aktiva inställningar:

source: ApplicationSettings|A Metrics Dashboard menu item appears in the Monitoring section of the Admin area.
sv: ApplicationSettings|Ett menyalternativ för en instrumentpanel med mätvärden visas i övervakningsavsnittet i administrationsområdet.

source: ApplicationSettings|A user cap that exceeds the current licensed user count (%{licensedUserCount}) may result in %{linkStart}seat overages%{linkEnd}.
sv: ApplicationSettings|Ett användartak som överskrider det aktuella antalet licensierade användare (%{licensedUserCount}) kan leda till %{linkStart}överskridna platser%{linkEnd}.

source: ApplicationSettings|Administrator approval not required for new users.
sv: ApplicationSettings|Administratörsgodkännande krävs inte för nya användare.

source: ApplicationSettings|Administrator approval required for new users. Set a user cap for the maximum number of users who can be added without administrator approval.
sv: ApplicationSettings|Administratörsgodkännande krävs för nya användare. Ange ett användartak för det högsta antal användare som kan läggas till utan administratörsgodkännande.

source: ApplicationSettings|Allows users to delete their own accounts
sv: ApplicationSettings|Tillåter användare att ta bort sina egna konton

source: ApplicationSettings|Change setting and approve pending users?
sv: ApplicationSettings|Ändra inställningen och godkänn väntande användare?

source: ApplicationSettings|Domains allowed for new users
sv: ApplicationSettings|Domäner som är tillåtna för nya användare

source: ApplicationSettings|Domains denied to new users
sv: ApplicationSettings|Domäner som nekas för nya användare

source: ApplicationSettings|Email restrictions for new users
sv: ApplicationSettings|E-postbegränsningar för nya användare

source: AggregationEngine|must be traversal paths ending with `/` for filter `%{key}`
sv: AggregationEngine|måste vara sökvägar som avslutas med `/` för filtret `%{key}`

source: Apple App Store Connect private key file name.
sv: Filnamn för privat Apple App Store Connect-nyckel.

source: Apple App Store Connect private key.
sv: Privat Apple App Store Connect-nyckel.

source: AppleAppStore|Apple App Store Connect key ID
sv: AppleAppStore|Apple App Store Connect-nyckel-ID

source: AppleAppStore|Apple App Store Connect key ID.
sv: AppleAppStore|Apple App Store Connect-nyckel-ID.

source: AppleAppStore|Drag your Private Key file here or %{linkStart}click to upload%{linkEnd}.
sv: AppleAppStore|Dra din privata nyckelfil hit eller %{linkStart}klicka för att ladda upp%{linkEnd}.

source: AppleAppStore|Drop your Private Key file to start the upload.
sv: AppleAppStore|Släpp din privata nyckelfil för att starta uppladdningen.

source: AppleAppStore|Leave empty to use your current Private Key.
sv: AppleAppStore|Lämna tomt för att använda din nuvarande privata nyckel.

source: AppleAppStore|The Apple App Store Connect Private Key (.p8)
sv: AppleAppStore|Den privata Apple App Store Connect-nyckeln (.p8)

source: AppleAppStore|Upload a new Apple App Store Connect Private Key (replace %{currentFileName})
sv: AppleAppStore|Ladda upp en ny privat Apple App Store Connect-nyckel (ersätt %{currentFileName})

source: Are you sure you want to revoke this SSH key?
sv: Är du säker på att du vill återkalla den här SSH-nyckeln?

source: Attestations|Certificate
sv: Attestations|Certifikat

source: Bamboo build plan key (for example, `KEY`).
sv: Nyckel för Bamboo-byggplan (till exempel `KEY`).

source: BambooService|Bamboo build plan key.
sv: BambooService|Nyckel för Bamboo-byggplan.

source: BambooService|Enter new build key
sv: BambooService|Ange ny byggnyckel

source: BambooService|Leave blank to use your current build key.
sv: BambooService|Lämna tomt för att använda din nuvarande byggnyckel.

source: Below are the fingerprints for the current instance SSH host keys.
sv: Nedan visas fingeravtrycken för den aktuella instansens SSH-värdnycklar.

source: BeyondIdentity|Verify that GPG keys are authorized by Beyond Identity Authenticator.
sv: BeyondIdentity|Verifiera att GPG-nycklar är auktoriserade av Beyond Identity Authenticator.

source: Artifact registry
sv: Artefaktregister

source: Attestations|Sign and verify SLSA provenance with a CI/CD Component.
sv: Attestations|Signera och verifiera SLSA-proveniens med en CI/CD-komponent.

source: Attestations|View job for this attestation
sv: Attestations|Visa jobbet för den här attesteringen

source: Average pipeline duration, in seconds.
sv: Genomsnittlig pipelineduration i sekunder.

source: BatchedJobs|Batched Job (Id: %{id})
sv: BatchedJobs|Batchjobb (ID: %{id})

source: BatchedJob|Batched Jobs
sv: BatchedJob|Batchjobb

source: BatchedJob|Exception Class
sv: BatchedJob|Undantagsklass

source: BatchedJob|Exception Message
sv: BatchedJob|Undantagsmeddelande

source: BatchedJob|Exception class
sv: BatchedJob|Undantagsklass

source: BatchedJob|Exception message
sv: BatchedJob|Undantagsmeddelande

source: BillingPlans|Advanced CI/CD
sv: BillingPlans|Avancerad CI/CD

source: BillingPlans|Enhanced CI/CD
sv: BillingPlans|Förbättrad CI/CD

source: BillingPlans|Strengthen pipelines with advanced approvals workflows
sv: BillingPlans|Stärk pipelines med avancerade godkännandearbetsflöden

source: Billings|Source Code Management & CI/CD
sv: Billings|Källkodshantering och CI/CD

source: Browse artifacts
sv: Bläddra bland artefakter

source: CI/CD Analytics
sv: CI/CD-analys

source: CICD|Default to Auto DevOps pipeline
sv: CICD|Använd Auto DevOps-pipeline som standard

source: CICD|Default to Auto DevOps pipeline for all projects
sv: CICD|Använd Auto DevOps-pipeline som standard för alla projekt

source: Amazon Q connectivity check failed: %{message}
sv: Kontroll av Amazon Q-anslutning misslyckades: %{message}

source: ApplicationSettings|Users with email addresses that match these domains cannot create accounts. Wildcards allowed. Enter multiple entries on separate lines. Example: domain.com, *.domain.com
sv: ApplicationSettings|Användare med e-postadresser som matchar dessa domäner kan inte skapa konton. Jokertecken tillåts. Ange flera poster på separata rader. Exempel: domain.com, *.domain.com

source: ApplicationSettings|Users with email addresses that match these domains cannot create accounts. Wildcards allowed. Use separate lines or commas for multiple entries.
sv: ApplicationSettings|Användare med e-postadresser som matchar dessa domäner kan inte skapa konton. Jokertecken tillåts. Använd separata rader eller kommatecken för flera poster.

source: Are you sure you want to discard your pending review comments? This action cannot be undone.
sv: Är du säker på att du vill förkasta dina väntande granskningskommentarer? Åtgärden kan inte ångras.

source: Badges|Badge image URL is invalid.
sv: Badges|URL:en för märkesbilden är ogiltig.

source: Badges|Badge link is invalid.
sv: Badges|Märkeslänken är ogiltig.

source: Badges|If you delete this badge, you %{strongStart}cannot%{strongEnd} restore it.
sv: Badges|Om du tar bort det här märket kan du %{strongStart}inte%{strongEnd} återställa det.

source: Badges|Saving the badge failed, please check the entered URLs and try again.
sv: Badges|Det gick inte att spara märket. Kontrollera angivna URL:er och försök igen.

source: Billing|Error un-assigning GitLab Duo add-on
sv: Billing|Fel när tillägget GitLab Duo skulle tas bort från tilldelning

source: Blocked URL: %{error}
sv: Blockerad URL: %{error}

source: Boards|An error occurred while creating the list. Please try again.
sv: Boards|Ett fel uppstod när listan skapades. Försök igen.

source: Boards|An error occurred while deleting the list. Please try again.
sv: Boards|Ett fel uppstod när listan togs bort. Försök igen.

source: Boards|An error occurred while fetching a list. Please try again.
sv: Boards|Ett fel uppstod när en lista skulle hämtas. Försök igen.

source: Boards|An error occurred while fetching board details. Please try again.
sv: Boards|Ett fel uppstod när tavlans detaljer skulle hämtas. Försök igen.

source: Boards|An error occurred while fetching board. Please try again.
sv: Boards|Ett fel uppstod när tavlan skulle hämtas. Försök igen.

source: Boards|An error occurred while fetching boards. Please try again.
sv: Boards|Ett fel uppstod när tavlorna skulle hämtas. Försök igen.

source: Boards|An error occurred while fetching epics. Please try again.
sv: Boards|Ett fel uppstod när epiker skulle hämtas. Försök igen.

source: Boards|An error occurred while fetching group projects. Please try again.
sv: Boards|Ett fel uppstod när grupprojekt skulle hämtas. Försök igen.

source: Boards|An error occurred while fetching groups. Please try again.
sv: Boards|Ett fel uppstod när grupper skulle hämtas. Försök igen.

source: Boards|An error occurred while fetching issues. Please try again.
sv: Boards|Ett fel uppstod när ärenden skulle hämtas. Försök igen.

source: Boards|An error occurred while fetching iterations. Please try again.
sv: Boards|Ett fel uppstod när iterationer skulle hämtas. Försök igen.

source: Boards|An error occurred while fetching labels. Please try again.
sv: Boards|Ett fel uppstod när etiketter skulle hämtas. Försök igen.

source: Boards|An error occurred while fetching list's information. Please try again.
sv: Boards|Ett fel uppstod när information om listan skulle hämtas. Försök igen.

source: Boards|An error occurred while fetching milestones. Please try again.
sv: Boards|Ett fel uppstod när milstolpar skulle hämtas. Försök igen.

source: AdminUsers|To allow this user to be approved, you should first review your %{seat_usage_link_start}seat usage%{seat_usage_link_end}. Then either:
sv: AdminUsers|För att användaren ska kunna godkännas bör du först granska din %{seat_usage_link_start}platsanvändning%{seat_usage_link_end}. Välj sedan antingen:
